package com.company.menu;

public class MenuDriverPrint {

    public static void menuDriverPrint() {
        System.out.print("\u001B[33m");
        System.out.println("+------------------------------------------------------------------------------------------+");
        System.out.println("|- - - - - - - - - - - - - - - - - - - - -= ВОДИТЕЛИ =- - - - - - - - - - - - - - - - - - -|");
        System.out.println("+------------------+------------------+------------------+-----------------+---------------+");
        System.out.println("|   1 - Просмотр   |   2 - Добавить   |   3 - Изменить   |   4 - Удалить   |   0 - Назад   |");
        System.out.println("+------------------+------------------+------------------+-----------------+---------------+");
        System.out.print("\u001B[39m");
    }
}
