package com.company.menu;

public class MenuBusPrint {
    public static void menuBusPrint() {
        System.out.print("\u001B[36m");
        System.out.println("+------------------------------------------------------------------------------------------+");
        System.out.println("|- - - - - - - - - - - - - - - - - - - - -= АВТОБУСЫ =- - - - - - - - - - - - - - - - - - -|");
        System.out.println("+------------------+------------------+------------------+-----------------+---------------+");
        System.out.println("|   1 - Просмотр   |   2 - Добавить   |   3 - Изменить   |   4 - Удалить   |   0 - Назад   |");
        System.out.println("+------------------+------------------+------------------+-----------------+---------------+");
        System.out.print("\u001B[39m");
    }
}
