package com.company.menu;

public class MenuRootPrint {
    public static void menuRootPrint(){
        System.out.print("\u001B[35m");
        System.out.println("+------------------------------------------------------------------------------------------+");
        System.out.println("|- - - - - - - - - - - - - - - - - - - -= ГЛАВНОЕ МЕНЮ =- - - - - - - - - - - - - - - - - -|");
        System.out.println("+------------------+------------------+------------------+-----------------+---------------+");
        System.out.println("|   1 - Автобусы   |   2 - Водители   |   3 - Маршруты   |    4 - Рейсы    |   0 - Выход   |");
        System.out.println("+------------------+------------------+------------------+-----------------+---------------+");
        System.out.print("\u001B[39m");

    }
}
